Repository: Lik28/typo3-pizpalue
Catalog: Resources/Private/Language/*.locallang_db.xlf
Languages: fr

# tx_pizpalue_ttc.attributes
source: Attributes
fr: Attributs

# tx_pizpalue_ttc.classes
source: Additional classes
fr: Classes additionelles

# tx_pizpalue_ttc.style
source: Inline style
fr: Style en ligne

# tx_pizpalue_ttc.additionalAttributes
source: Additional attributes
fr: Attributs additionelles

# tx_pizpalue_ttc.background
source: Background
fr: Fond

# tx_pizpalue_ttc.behaviour
source: Behaviour
fr: Comportement

# tx_pizpalue_ttc.animationNone
source: No animation
fr: Aucune animation

# tx_pizpalue_ttc.image_variants
source: Image variants
fr: Variantes d'images

# tx_pizpalue_ttc.image_variants.content
source: Default (content width)
fr: Défaut (largeur du contenu)

# tx_pizpalue_ttc.image_variants.page
source: Full page width
fr: Largeur de page complète

# tx_pizpalue_ttc.image_scaling
source: Image scaling
fr: Mise à l'échelle de l'image

# tx_pizpalue_ttc.classes.pp-parent-height
source: Parent height
fr: Hauteur des parents

# tx_pizpalue_ttc.classes.pp-row-height
source: Row height
fr: Hauteur des lignes

# tx_pizpalue_ttc.classes.pp-row-child-height
source: Row children height
fr: Hauteur des enfants des lignes

# tx_pizpalue_ttc.classes.pp-bg-primary
source: Background with primary color
fr: Fond avec couleur primaire

# tx_pizpalue_ttc.classes.pp-bg-secondary
source: Background with secondary color
fr: Fond avec couleur secondaire

# tx_pizpalue_ttc.classes.pp-bg-complementary
source: Background with complementary color
fr: Fond avec couleur complémentaire

# tx_pizpalue_ttc.classes.pp-bg-light
source: Background with light color
fr: Fond de couleur claire

# tx_pizpalue_ttc.classes.pp-bg-dark
source: Background with dark color
fr: Fond de couleur sombre

# tx_pizpalue_ttc.classes.pp-bg-centercover
source: Background centered, cover
fr: Fond centré, couverture

# tx_pizpalue_ttc.classes.pp-bg-fixed
source: Background fix
fr: Fond fix

# tx_pizpalue_ttc.classes.pp-ce-overlaycard
source: Overlay card (use with text & image)
fr: Carte superposée (à utiliser avec du texte & image)

# tx_pizpalue_ttc.classes.pp-inner-margin
source: Inner element with margin
fr: Élément intérieur avec marge

# tx_pizpalue_ttc.classes.pp-inner-padding
source: Inner element with padding
fr: Élément intérieur avec rembourrage

# tx_pizpalue_ttc.classes.pp-inner-bgwhite70
source: Inner element with white background, 70% opacity
fr: Élément intérieur avec fond blanc, opacité de 70%

# tx_pizpalue_ttc.classes.pp-inner-bggrey70
source: Inner element with grey background, 70% opacity
fr: Élément intérieur avec fond gris, opacité de 70%

# tx_pizpalue_ttc.classes.pp-inner-bgblack70
source: Inner element with black background, 70% opacity
fr: Élément intérieur avec fond noir, opacité de 70%

# tx_pizpalue_ttc.classes.pp-gallery-item-left
source: Gallery item left
fr: Pièce de galerie gauche

# tx_pizpalue_ttc.classes.pp-gallery-item-right
source: Gallery item right
fr: Pièce de galerie droite

# tx_pizpalue_ttc.classes.pp-gallery-item-join
source: Gallery item join
fr: Pièce de galerie rejoindre

# tx_pizpalue_ttc.classes.pp-gallery-item-shadow
source: Gallery item shadow
fr: Pièce de galerie ombre

# tx_pizpalue_ttc.classes.pp-tile-scroll-y
source: Tile with vertical scrollbar
fr: Carreau avec barre de défilement verticale

# tx_pizpalue_ttc.layoutBreakpoint
source: Layout screen breakpoint
fr: Point de coupure de l'écran

# tx_pizpalue_ttc.layoutBreakpoint.all
source: All
fr: Tous

# tx_pizpalue_ttc.layoutBreakpoint.small
source: Small
fr: Petit

# tx_pizpalue_ttc.layoutBreakpoint.medium
source: Medium
fr: Moyen

# tx_pizpalue_ttc.layoutBreakpoint.large
source: Large
fr: Grand

# tx_pizpalue_ttc.layoutBreakpoint.extralarge
source: Extra large
fr: Extra grand

# tca.modal_dialog.header
source: Button text
fr: Texte du bouton

# tca.modal_dialog.options
source: Button options
fr: Options du bouton

# tca.list_categorized_content.options
source: List options
fr: Options de liste
