Repository: Lik28/typo3-pizpalue
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# label.options
source: Options
de: Optionen

# label.general
source: General
de: Allgemein

# label.style
source: Style
de: Stil

# label.default
source: Default
de: Standard

# label.primary
source: Primary
de: Primär

# label.secondary
source: Secondary
de: Sekundär

# label.complementary
source: Complementary
de: Komplementär

# label.custom
source: Custom
de: Angepasst

# label.legacy
source: Legacy
de: Veraltet

# ppCeFrame1
source: Custom frame 1
de: Angepasster Rahmen 1

# ppCeFrame2
source: Custom frame 2
de: Angepasster Rahmen 2

# ppCeFrame3
source: Custom frame 3
de: Angepasster Rahmen 3

# ppCeFrame4
source: Custom frame 4
de: Angepasster Rahmen 4

# ppCefAnimation1
source: Custom animation 1
de: Angepasste Animation 1

# ppCefAnimation2
source: Custom animation 2
de: Angepasste Animation 2

# ppCefAnimation3
source: Custom animation 3
de: Angepasste Animation 3

# ppCefScrollAnimation1
source: Custom scroll animation 1
de: Angepasste Scrollanimation 1

# ppCefScrollAnimation2
source: Custom scroll animation 2
de: Angepasste Scrollanimation 2

# ppCefScrollAnimation3
source: Custom scroll animation 3
de: Angepasste Scrollanimation 3

# grids.label.containerFixedTitle
source: Content container
de: Inhalts-Container

# grids.label.containerFixedDescription
source: Provides a container covering the content width.
de: Stellt einen Container zur Verfügung, welcher die volle Inhaltsbreite ausfüllt.

# grids.label.containerTitle
source: Page container
de: Seiten-Container

# grids.label.containerDescription
source: Provides container covering the entire page or screen width.
de: Stellt einen Container zur Verfügung, welcher die gesamte Seitenbreite ausfüllt.

# grids.label.containerClass
source: Class
de: Container-Klassen

# grids.label.containerAttribute
source: Attributes
de: Container-Attribute

# grids.label.sectionClass
source: Section class
de: Abschnitts-Klassen

# grids.label.wrapSection
source: Wrap section
de: Abschnitt mit zusätzlicher Etiquette umschliessen

# grids.label.isContainerFluid
source: Is bootstrap fluid container
de: Ist ein Bootstrap-Fluid Container

# grids.sheet.defaultColumns
source: Default columns width
de: Standard Spaltenbreiten

# grids.sheet.customColumns
source: Custom columns width (CSS classes)
de: Angepasste Spaltenbreiten (CSS-Klassen)

# grids.label.twoColumnTitle
source: 2 Columns
de: 2 Spalten

# grids.label.twoColumnDescription
source: Two columns with customized width
de: Zwei Spalten mit abpassbarer Breite.

# grids.label.threeColumnTitle
source: 3 Columns
de: 3 Spalten

# grids.label.threeColumnDescription
source: Three columns with customized width
de: Drei Spalten mit abpassbarer Breite.

# grids.label.fourColumnTitle
source: 4 Columns
de: 4 Spalten

# grids.label.fourColumnDescription
source: Four columns with customized width
de: Vier Spalten mit abpassbarer Breite.

# grids.label.column1
source: Column 1
de: Spalte 1

# grids.label.column2
source: Column 2
de: Spalte 2

# grids.label.column3
source: Column 3
de: Spalte 3

# grids.label.column4
source: Column 4
de: Spalte 4

# grids.label.columnWidthNone
source: None
de: Keine

# grids.label.columnHidden
source: Hidden
de: Unsichtbar

# grids.label.columnVisible
source: Visible
de: Sichtbar

# grids.label.tabsTitle
source: Tabs
de: Register

# grids.label.tabsDescription
source: The content elements are accessible through tabs.
de: Die Inhaltselemente sind über Register verfügbar.

# grids.label.accordionTitle
source: Accordion
de: Akkordeon

# grids.label.accordionDescription
source: The content elements are accessible in an accordion.
de: Die Inhaltselemente werden in einem Akkordeon angezeigt.

# cookieconsent.common.header
source: Cookies used on the website!
de: Diese Webseite benutzt Cookies!

# cookieconsent.common.message
source: This website uses cookies to ensure you get the best experience on our website.
de: Um Ihnen eine optimale Nutzung unserer Website zu ermöglichen, werden Cookies eingesetzt.

# cookieconsent.common.dismiss
source: Got it!
de: Alles klar!

# cookieconsent.common.allow
source: Allow cookies
de: Cookies erlauben

# cookieconsent.common.deny
source: Decline
de: Ablehnen

# cookieconsent.common.link
source: Learn more
de: Mehr erfahren

# googleanalyticsstatus.description
source: Here you can object to the anonymous collection by Google Analytics on this website for your browser by using an "Opt-Out-Cookie". Please note that if you delete the exclusion cookie or use a different computer or web browser, you will need to re-set the exclusion.
de: Für diese Webseite können Sie hier, durch ein "Opt-Out-Cookie", die anonymen Datenerfassung durch Google Analytics deaktivieren. Bitte beachten Sie, dass wenn Sie das Ausschluss-Cookie löschen oder einen anderen Computer oder Webbrowser verwenden, den Ausschluss neu setzen müssen.

# googleanalyticsstatus.link.enable
source: Enable Google Analytics (Opt-In)
de: Google Analytics aktivieren (Opt-In)

# googleanalyticsstatus.link.disable
source: Deactivate Google Analytics (Opt-Out)
de: Google Analytics deaktivieren (Opt-Out)
